<template>
  <v-container>
    <v-row justify="center">
      <v-card flat max-width="800px">
        <h1>
          プライバシーポリシー
        </h1>
        <p>
          このプライバシーポリシーでは、当サービスを使用する際に収集する情報の収集、使用、開示に関して説明します。
          サービス提供者は、プライバシーに関する義務を真剣に受け止めており、このプライバシーポリシーに記載されている場合を除き、利用者の情報を他人に使用または共有することはありません。また、当サービスを使用することにより、このプライバシーポリシーと利用規約に同意したことになります。
        </p>
        <h2>
          情報の収集と使用
        </h2>

        <p>
          当社のサービスを使用している間、当社は、利用者への連絡または特定に使用できる特定の個人情報を提供するよう利用者にお願いする場合があります。個人を特定できる情報には、利用者の電子メールアドレスと名前（「個人情報」）が含まれますが、これらに限定されません。
          この情報は、サービスの提供、利用者の特定と通信、利用者の要求/問い合わせへの対応、およびサービスの改善を目的として収集されます。
        </p>
        <h3>クッキー</h3>

        <p>
          サービス提供者は、サービスの提供、監視、分析、促進、改善のために、Cookieやブラウザデータストレージなどのテクノロジーを使用しています。たとえば、Cookieは、サービスに戻ったときにユーザー名を記憶し、サービスとのやり取りについての理解を深めるために使用されます。また、WebブラウザーでCookieをブロックできます。ただし、Cookieを受け入れる機能が無効になっていると、サービスの一部の機能が正しく機能しない場合があることに注意してください。
        </p>

        <h3>
          このプライバシーポリシーの変更
        </h3>
        <p>
          プライバシーポリシーを変更した場合は、このページにそれらの変更を投稿して、収集した情報、その使用方法、および開示する状況について通知します。このプライバシーポリシーの変更は、このページに投稿されたときに有効になります。
          サービス提供者はいつでもプライバシーポリシーを更新または変更する権利を保持します。このページのプライバシーポリシーに変更を投稿した後もサービスを継続して使用すると、変更を承認したこと、および変更されたプライバシーポリシーを順守することに同意したことになります。
          このプライバシーポリシーに重大な変更を加える場合は、お客様から提供されたメールアドレスを使用するか、またはこのWebサイトに目立つように通知します。
        </p>
        <h3>
          お問い合わせ
        </h3>
        <p>
          このプライバシーポリシーについて質問がある場合は、公式の公開チャットもしくは、development.operation6.6.6@gmail.comまでメールでお問い合わせください。
        </p>
      </v-card>
    </v-row>
  </v-container>
</template>

<script>
export default {
  layout: 'plain'
}
</script>
